;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[SawedOff_SA_Shotgun_CV X2WeaponTemplate]
FriendlyName="Компактный обрез (T1)"
FriendlyNamePlural="Компактные обрезы"
BriefSummary="В качестве альтернативы, вместо пистолета бойцы могут носить небольшие обрезы. Хотя это оружие не так смертоносно как дробовик, при надлежащих тренировках это оружие все еще может быть разрушительным, особенно на близком расстоянии."
TacticalText="<Bullet/> Продукт полевых модификаций XCOM. Компактные обрезы часто различаются по характеристикам.\n<Bullet/> В руках опытного бойца, компактный обрез может быть чем-то большим, чем просто пистолетом.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из компактного обреза требуется только одно действие.\n<Bullet/> Снайперы могут изучать различные способности, повышающие эффективность этого оружия."

[SawedOff_SA_Shotgun_MG X2WeaponTemplate]
FriendlyName=""Компактный обрез (T2)"
FriendlyNamePlural="Компактные обрезы"
BriefSummary="В качестве альтернативы, вместо пистолета бойцы могут носить небольшие обрезы. Хотя это оружие не так смертоносно как дробовик, при надлежащих тренировках это оружие все еще может быть разрушительным, особенно на близком расстоянии."
TacticalText="<Bullet/> Созданные на основе стандартизированных чертежей и более качественных деталей, эти компактные обрезы намного превосходят своих предшественников.\n<Bullet/> Эти компактные обрезы намного эффективнее своих предшественников.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из компактного обреза требуется только одно действие."

[SawedOff_SA_Shotgun_BM X2WeaponTemplate]
FriendlyName=""Компактный обрез (T3)"
FriendlyNamePlural="Компактные обрезы"
BriefSummary="В качестве альтернативы, вместо пистолета бойцы могут носить небольшие обрезы. Хотя это оружие не так смертоносно как дробовик, при надлежащих тренировках это оружие все еще может быть разрушительным, особенно на близком расстоянии."
TacticalText="<Bullet/> Созданные в соответствии с устоявшимися стандартами, эти компактные обрезы — лучшее, что есть в XCOM из своего класса.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из компактного обреза требуется только одно действие."
